IDEA StatiCa Open Model
OpenModel.CheckMember Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of the Check members
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<CheckMember> CheckMember { get; set; }
Public Property CheckMember As List(Of CheckMember)
	Get
	Set
public:
property List<CheckMember^>^ CheckMember {
	List<CheckMember^>^ get ();
	void set (List<CheckMember^>^ value);
}
Property Value
Type: List<CheckMember>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace